...
Группа 21-ис21 Подгорнова Александра Васильевна 15.11.22.
Задание 1.
Дано целое число. Если оно является положительным, то вычесть из него 8; 
в противном случае не изменять его. Вывести полученное число
...
number = int(input()) 
 if number >0: 
     number -=8 
 print(number)