....
Группа 21-ис21 Подгорнова Александра Васильевна 15.11.22.
Задание 2.
Дано целое число. Если оно является положительным, то вычесть из него 8; 
в противном случае прибавить к нему 6. Вывести полученное число.
....
number = int(input()) 
 if n>0: 
     number -=8 
 else: 
     n+=6 
 print(n)